test/artillery/results-env-test/clientResult.txt
phases:
    AR: 70
    TO: 100
    Duration: 60
    AR: 100
    TO: 150
    Duration: 60
    AR: 150
    TO: 300
    Duration: 30
performance:
    errors.ECONNRESET: .......................................................... 13
    errors.ETIMEDOUT: ........................................................... 1628
    http.codes.200: ............................................................. 53127
    http.downloaded_bytes: ...................................................... 12449427
    http.request_rate: .......................................................... 336/sec
    http.requests: .............................................................. 54768
    http.response_time:
    min: ...................................................................... 1
    max: ...................................................................... 8693
    median: ................................................................... 13.1
    p95: ...................................................................... 3328.3
    p99: ...................................................................... 4147.4
    http.responses: ............................................................. 53127
    vusers.completed: ........................................................... 17709
    vusers.created: ............................................................. 19350
    vusers.created_by_name.0: ................................................... 19350
    vusers.failed: .............................................................. 1641
    vusers.session_length:
    min: ...................................................................... 9
    max: ...................................................................... 10076.2
    median: ................................................................... 55.2
    p95: ...................................................................... 4867
    p99: ...................................................................... 9607.1

phases:
    AR: 200
    TO: 400
    Duration: 60
performance:
    errors.ECONNRESET: ............................................................. 92
    errors.ETIMEDOUT: .............................................................. 9391
    http.codes.200: ................................................................ 25551
    http.downloaded_bytes: ......................................................... 5987451
    http.request_rate: ............................................................. 486/sec
    http.requests: ................................................................. 35034
    http.response_time:
    min: ......................................................................... 2
    max: ......................................................................... 9260
    median: ...................................................................... 57.4
    p95: ......................................................................... 4316.6
    p99: ......................................................................... 4965.3
    http.responses: ................................................................ 25551
    vusers.completed: .............................................................. 8517
    vusers.created: ................................................................ 18000
    vusers.created_by_name.0: ...................................................... 18000
    vusers.failed: ................................................................. 9483
    vusers.session_length:
    min: ......................................................................... 17.3
    max: ......................................................................... 10239.9
    median: ...................................................................... 4316.6
    p95: ......................................................................... 9230.4
    p99: ......................................................................... 9999.2